tap "argon/mas"
tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mczachurski/wallpapper"
tap "prisma/prisma"
tap "rcmdnk/file"
tap "teamookla/speedtest"
brew "antigen"
brew "bash-completion"
brew "bat"
brew "bats"
brew "fontconfig"
brew "sqlite"
brew "cmake"
brew "cocoapods", link: false
brew "coreutils"
brew "deno"
brew "exa"
brew "exercism"
brew "gobject-introspection"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "gh"
brew "gibo"
brew "git"
brew "imagemagick"
brew "john"
brew "jpegoptim"
brew "libidn"
brew "llvm"
brew "mas"
brew "mecab"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nodebrew"
brew "openjdk"
brew "optipng"
brew "pandoc"
brew "platformio"
brew "pngquant"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sbt"
brew "screenfetch"
brew "swig"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "prisma/prisma/prisma"
brew "rcmdnk/file/brew-file"
brew "teamookla/speedtest/speedtest"
cask "alfred"
cask "amazon-photos"
cask "android-studio"
cask "atom"
cask "biscuit"
cask "bitwarden"
cask "blender"
cask "brave-browser"
cask "cacher"
cask "chromedriver"
cask "chromium"
cask "clipy"
cask "commander-one"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-earth-pro"
cask "google-japanese-ime"
cask "google-trends"
cask "google-web-designer"
cask "hyper"
cask "icons8"
cask "image2icon"
cask "imageoptim"
cask "intel-power-gadget"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-edge"
cask "musaicfm"
cask "notion"
cask "numi"
cask "onyx"
cask "openemu"
cask "osxfuse"
cask "postgres"
cask "postman"
cask "spaceman"
cask "spotify"
cask "sublime-text"
cask "ticktick"
cask "unity-hub"
cask "visual-studio-code"
cask "vivaldi-snapshot"
cask "webstorm"
cask "zoom"
mas "AmorphousDiskMark", id: 1168254295
mas "Bandwidth+", id: 490461369
mas "BetterSnapTool", id: 417375580
mas "Cinebench", id: 1438772273
mas "DaisyDisk", id: 411643860
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Display Menu", id: 549083868
mas "Endel", id: 1484348796
mas "Evernote", id: 406056744
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Pastel", id: 413897608
mas "Playgrounds", id: 1496833156
mas "RunCat", id: 1429033973
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
