tap "argon/mas"
tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mczachurski/wallpapper"
tap "prisma/prisma"
tap "rcmdnk/file"
tap "ryota-ka/twterm"
tap "teamookla/speedtest"
brew "act"
brew "antigen"
brew "anyenv"
brew "gettext"
brew "python@3.9"
brew "bash-completion"
brew "bat"
brew "bats"
brew "binutils"
brew "fontconfig"
brew "cmake"
brew "cocoapods", link: false
brew "code-server"
brew "composer"
brew "coreutils"
brew "deno", link: false
brew "libtool"
brew "emacs"
brew "exa"
brew "exercism"
brew "fd"
brew "gobject-introspection"
brew "webp"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "gibo"
brew "git"
brew "go"
brew "pango"
brew "gtk+3"
brew "hexyl"
brew "httpd"
brew "hugo"
brew "imagemagick"
brew "john"
brew "jpegoptim"
brew "libarchive"
brew "llvm"
brew "lsd"
brew "macos-trash"
brew "mas"
brew "mecab"
brew "mysql"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nim"
brew "ninja"
brew "nodebrew"
brew "nss"
brew "openjdk"
brew "optipng"
brew "pandoc"
brew "pastel"
brew "peco"
brew "php"
brew "platformio"
brew "pngquant"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sbt"
brew "screenfetch"
brew "sl"
brew "swiftformat"
brew "swig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "prisma/prisma/prisma"
brew "rcmdnk/file/brew-file"
brew "teamookla/speedtest/speedtest"
cask "alfred"
cask "alt-tab"
cask "amazon-photos"
cask "android-studio"
cask "atom"
cask "biscuit"
cask "bitwarden"
cask "blender"
cask "brave-browser"
cask "cacher"
cask "chromedriver"
cask "clipy"
cask "commander-one"
cask "cool-retro-term"
cask "dash"
cask "deepl"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "edex-ui"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-earth-pro"
cask "google-japanese-ime"
cask "google-trends"
cask "google-web-designer"
cask "gray"
cask "hyper"
cask "icons8"
cask "image2icon"
cask "imageoptim"
cask "imazing"
cask "intel-power-gadget"
cask "iterm2"
cask "julia-lts"
cask "karabiner-elements"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "macs-fan-control"
cask "microsoft-edge"
cask "musaicfm"
cask "notion"
cask "numi"
cask "onyx"
cask "openemu"
cask "opera"
cask "osxfuse"
cask "postgres"
cask "postman"
cask "quickwords"
cask "responsively"
cask "sourcetree"
cask "spaceman"
cask "spotify"
cask "sublime-text"
cask "swimat"
cask "ticktick"
cask "tor-browser"
cask "unity-hub"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vivaldi-snapshot"
cask "webstorm"
cask "wireshark"
cask "yandex"
cask "zoom"
mas "Adblock Plus", id: 1432731683
mas "AmorphousDiskMark", id: 1168254295
mas "Apple Configurator 2", id: 1037126344
mas "BetterSnapTool", id: 417375580
mas "DaisyDisk", id: 411643860
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Display Menu", id: 549083868
mas "Endel", id: 1484348796
mas "Focus To-Do", id: 1258530160
mas "G App Launcher", id: 1543803459
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "PiPifier", id: 1160374471
mas "Playgrounds", id: 1496833156
mas "RunCat", id: 1429033973
mas "Shazam", id: 897118787
mas "SingularityApp", id: 1481535767
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
