tap "argon/mas"
tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "mczachurski/wallpapper"
tap "mongodb/brew"
tap "prisma/prisma"
tap "rcmdnk/file"
tap "ryota-ka/twterm"
tap "sachaos/tap"
tap "teamookla/speedtest"
brew "act"
brew "antigen"
brew "anyenv"
brew "libpng"
brew "webp"
brew "asciinema"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "glibmm@2.66"
brew "bash-completion"
brew "bat"
brew "bats"
brew "binutils"
brew "freetype"
brew "fontconfig"
brew "cmake"
brew "cocoapods", link: false
brew "code-server", restart_service: true
brew "composer"
brew "coreutils"
brew "libssh2"
brew "zstd"
brew "curl"
brew "dash", link: false
brew "deno"
brew "libtool"
brew "nghttp2"
brew "emacs", restart_service: true
brew "exa"
brew "exercism"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "folly"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "gibo"
brew "gifsicle"
brew "git"
brew "node"
brew "gitmoji"
brew "go"
brew "pango"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hexyl"
brew "httpd", link: false
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "john"
brew "jpegoptim"
brew "libarchive"
brew "libpq"
brew "qemu"
brew "lima"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "macos-trash"
brew "mage"
brew "marp-cli"
brew "mas"
brew "openjdk"
brew "maven"
brew "mecab"
brew "miniupnpc"
brew "mongosh"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nim"
brew "ninja"
brew "nss"
brew "optipng"
brew "pandoc"
brew "pastel"
brew "peco"
brew "php", restart_service: true
brew "platformio"
brew "pngquant"
brew "postgresql", restart_service: true
brew "procs"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "screenfetch"
brew "simutrans"
brew "sl"
brew "snapcraft"
brew "spotify-tui"
brew "swiftformat"
brew "swig"
brew "tmux"
brew "tokei"
brew "tree"
brew "twty"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli"
brew "mongodb/brew/mongodb-community"
brew "prisma/prisma/prisma"
brew "rcmdnk/file/brew-file"
brew "sachaos/tap/ac-deck"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "amazon-photos"
cask "android-studio"
cask "asset-catalog-tinkerer"
cask "biscuit"
cask "bitwarden"
cask "blender"
cask "blender-benchmark"
cask "brave-browser"
cask "cacher"
cask "chromedriver"
cask "clipy"
cask "commander-one"
cask "cool-retro-term"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "edex-ui"
cask "electerm"
cask "ferdi"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-earth-pro"
cask "google-japanese-ime"
cask "google-trends"
cask "google-web-designer"
cask "graphql-playground"
cask "gray"
cask "hammerspoon"
cask "hyper"
cask "icons8"
cask "image2icon"
cask "imageoptim"
cask "imazing"
cask "intel-power-gadget"
cask "iterm2"
cask "julia-lts"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "macs-fan-control"
cask "microsoft-edge"
cask "musaicfm"
cask "notion"
cask "numi"
cask "obs"
cask "onyx"
cask "openemu"
cask "opera"
cask "osxfuse"
cask "pgadmin4"
cask "pomotroid"
cask "postgres"
cask "postman"
cask "quickwords"
cask "responsively"
cask "sourcetree"
cask "spaceman"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "swimat"
cask "ticktick"
cask "tor-browser"
cask "unity-hub"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vivaldi-snapshot"
cask "webstorm"
cask "wireshark"
cask "xquartz"
cask "yandex"
cask "zoom"
mas "5 GUIs", id: 1534164621
mas "Adblock Plus", id: 1432731683
mas "AdBlock Pro", id: 1018301773
mas "AmorphousDiskMark", id: 1168254295
mas "Apple Configurator 2", id: 1037126344
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Display Menu", id: 549083868
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Equinox", id: 1591510203
mas "Focus To-Do", id: 1258530160
mas "G App Launcher", id: 1543803459
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "HotKey", id: 975890633
mas "Icon Fun", id: 1202847196
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LanguageTranslator", id: 1218781096
mas "LINE", id: 539883307
mas "Luminar AI", id: 1541310539
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "PiPifier", id: 1160374471
mas "Playgrounds", id: 1496833156
mas "RunCat", id: 1429033973
mas "Shazam", id: 897118787
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Tools for Xcode", id: 1524738503
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
mas "究極英単語", id: 628477127
